
/* */
"AppSocket/HP JetDirect" = "JetDirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Faks";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internett-utskriftsprotokoll (http)";

/* */
"Internet Printing Protocol (ipp)" = "Internet Printing Protocol";

/* */
"LPD/LPR Host or Printer" = "LPD/LPR-vert eller -skriver";

/* */
"Serial Printer (serial)" = "Seriell";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Annen enhet";

/* Internal Modem */
"modem" = "Internt modem";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth-modem";


